Repository: Mahmoudheshmat159/Photos-Flicker-Demo
Catalog: PhotosFlickerDemo/Application/SupportFiles/Localization/*.lproj/Localizable.strings
Languages: ar

source: Hello
ar: اهلا

# camera.lan
source: Camera
ar: الكاميرا

# photo.library.lan
source: Photo library
ar: معرض الصور

# cancel.lan
source: Cancel
ar: الغاء

source: ERROR
ar: حدث خطأ

source: AGREE
ar: موافق

source: Try again
ar: إعادة المحاولة

source: You have a problem connecting to the Internet try Call again and try again
ar: لديك مشكلة في الاتصال بالانترنت حاول الاتصال مره اخري و اعادة المحاولة

source: You have a connection problem
ar: لديك مشكلة في الاتصال

# action allow
source: Continue
ar: يكمل

# action allowed
source: Allowed
ar: مسموح

# titles header
source: Need Permission
ar: تحتاج إذن

# titles sub header
source: Permissions request
ar: طلب أذونات

# titles description
source: These are the permissions the app requires to work properly. Please see description for each permission.
ar: هذه هي الأذونات التي يتطلبها التطبيق للعمل بشكل صحيح. يرجى الاطلاع على وصف لكل إذن.

# titles comment
source: Permissions are necessary for the application to work and perform correctly. Push are not required permissions
ar: الأذونات ضرورية للتطبيق لكي يعمل ويعمل بشكل صحيح. الدفع ليست أذونات مطلوبة

# permission camera name
source: Camera
ar: آلة تصوير

# permission camera description
source: Allow app for use camera
ar: السماح للتطبيق باستخدام الكاميرا

# permission photoLibrary name
source: Photo Library
ar: مكتبة الصور

# permission photoLibrary description
source: Access for save photos in your gallery
ar: الوصول لحفظ الصور في معرض الصور الخاص بك

# permission microphone name
source: Microphone
ar: ميكروفون

# permission microphone description
source: Allow record voice from app
ar: السماح بتسجيل الصوت من التطبيق

# permission calendar name
source: Calendar
ar: تقويم

# permission calendar description
source: Application can add events to calendar
ar: يمكن للتطبيق إضافة الأحداث إلى التقويم

# permission contacts name
source: Contacts
ar: جهات الاتصال

# permission contacts description
source: Access for your contacts and phones
ar: الوصول إلى جهات الاتصال والهواتف الخاصة بك

# permission reminders name
source: Reminders
ar: تذكير

# permission reminders description
source: Application can create new task
ar: يمكن للتطبيق إنشاء مهمة جديدة

# permission speech name
source: Speech
ar: خطاب

# permission speech description
source: Allow to check your voice
ar: اسمح للتحقق من صوتك

# permission motion name
source: Motion
ar: اقتراح

# permission motion description
source: Allow to record motion and environment-related data
ar: السماح بتسجيل البيانات المتعلقة بالحركة والبيئة

# permission media library name
source: Media Library
ar: مكتبة الوسائط

# permission media library description
source: Allow to check your media
ar: السماح للتحقق من وسائل الإعلام الخاصة بك

# permission bluetooth name
source: Bluetooth
ar: بلوتوث

# permission bluetooth description
source: Allow access to bluetooth
ar: اسمح بالوصول إلى البلوتوث

# permission notification name
source: Notification
ar: تنبيه

# permission notification description
source: Get important information without opening app.
ar: احصل على معلومات مهمة دون فتح التطبيق.

# permission location when in use name
source: Location When Use
ar: الموقع عند الاستخدام

# permission location when in use description
source: Allow to access your location
ar: السماح للوصول إلى موقعك

# permission location always name
source: Location Always
ar: الموقع دائما

# permission location always description
source: Allow to access your location
ar: السماح للوصول إلى موقعك

# permission tracking name
source: Tracking
ar: تتبع

# permission tracking description
source: Allow to access app-related data
ar: السماح بالوصول إلى البيانات المتعلقة بالتطبيق

# permission faceid description
source: Allow using Face ID identity
ar: السماح باستخدام هوية Face ID

# permission siri description
source: You will be able to use Siri
ar: ستتمكن من استخدام Siri

# permission health name
source: Health
ar: صحة

# permission health description
source: Allow to access health data
ar: السماح بالوصول إلى البيانات الصحية

# denied alert title
source: Permission denied
ar: طلب الاذن مرفوض

# denied alert description
source: Please, go to Settings and allow permission.
ar: من فضلك ، انتقل إلى الإعدادات واسمح بالإذن.

# denied alert action
source: Settings
ar: إعدادات

# denied alert cancel
source: Cancel
ar: يلغي

# action denied
source: Denied
ar: رفض

# Subject
source: Message
ar: الموضوع

source: Adress
ar: العنوان

source: Phone Number
ar: رقم الهاتف

source: Mobile Number
ar: رقم الجوال

source: Email
ar: البريد الالكتروني

# ErrorMessageBodyContactUs
source: message must be less than 250 character and greater than 1 character
ar: يجب الا يقل الموضوع عن حرف واحد ولا يزيد عن ٢٥٠ حرف

# ContactUsMessageSent
source: Thank you,Your message will be answered as soon as possible.
ar: شكرا لك سيتم الرد على رسالتك في أقرب وقت ممكن

source: Contact Information
ar: معلومات التواصل

# YourCommentHere
source: Type your comment here if you want
ar: اترك تعليقك ان اردت

# QuestionnaireSent
source: Thanks for answer the questionnaire
ar: شكرا للاجابة عن الاستبيان

# SkipQuestionnaire
source: You can answer qusetionnaire later
ar: يمكنك الاجابة في أي وقت عن هذا الاستبيان

# RequiredQuestionnaireQuestions
source: you must answer the required questions (*) or you can skip the quuestionnaire and answer it later
ar: يجب الاجابة علي الاسئلة المطلوبة (*) او يمكنك تخطي الاستبيان واجبته في وقت لاحق

# OneMonth
source: Month
ar: شهر

# HalfYear
source: 6 Monthes
ar: ٦ شهور

source: Year
ar: سنة

# NowEasliy
source: Now Easily
ar: الآن بسهولة

# subscribeEffah
source: Subscribe in Effah
ar: اشترك في عفة

source: Choose subscribtion duration
ar: اختر مدة الاشتراك

# KSACurrency
source: SAR
ar: ر.س

# StartSubscribtionDate
source: Subscribtion Date
ar: تاريخ الاشتراك

# EndSubscribtionDate
source: End Date
ar: تاريخ الانتهاء

source: Subcribtion Type
ar: نوع الاشتراك

source: Subcribtion Cost
ar: تكلفة الاشتراك

source: Subscribtion Details
ar: تفاصيل الاشتراك

source: Look at
ar: اطلع علي

source: Re-subscribe
ar: جدد الاشتراك

source: Subscribe Now
ar: اشترك الآن

# ExpireSubscribtion
source: ( Expired )
ar: ( منتهي )

source: By VISA
ar: بواسطة بطاقة الائتمان

source: By MADA
ar: بواسطة مدي

# ByMASTER
source: By MASTER Card
ar: بواسطة ماستر كارد

# ByAPPLE
source: By APPLE Pay
ar: بواسطة آبل باي

source: PayNow
ar: ادفع الآن

# payBy
source: By
ar: بواسطة

# RequiredChoosePackage
source: You must choose your package at first
ar: يجب ان تختار الباقة المناسبة اولا

# RequiredChoosePaymentMethod
source: You must choose payment method to complete
ar: يجب ان تختار طريقة الدفع لاتمام العملية

# Payment successfully
source: Payment Succesfully
ar: تم الاشتراك بنجاح

source: Payment Failed
ar: فشلت عملية الدفع

# OptionsPayment
source: Payment Methods
ar: خيارات الدفع

# termsPage
source: Terms and Conditions
ar: الشروط والاحكام

# articleSubjectValidate
source: Subject must be at least 3 and Maximum 24.
ar: عنوان المقال يجب الايقل عن ٣ حروف ولا يزيد عن ٢٤ حرف

# articleBodyValidate
source: Article must be at least 120 and Maximum 250.
ar: المقال يجب الايقل عن ١٢٠ حرف ولايزيد عن ٢٥٠ حرف

# sendingArticle
source: Thanks for the article, it will review and publish as soon as possible
ar: شكرا على المقال،سيتم المراجعة والنشر بعد موافقة الإدارة

# sendingReport
source: Thanks for reprot the content
ar: شكرا على الإبلاغ هذا المحتوى

# urgentHelpTitle
source: Urgent Help
ar: مساعدة عاجلة

# urgentHelpSubTitle
source: In case that the request for assistance is approved, we will contact you with a trainee to solve your problem directly
ar: في حالة الموافقة علي طلب المساعدة نصلك بصديق التعافي لحل مشكلتك بشكل مباشر

# ThereProblemTitle
source: There is a problem
ar: توجد مشكلة

# ThereProblemSubTitle
source: You send your problem and the trainee responds to you from through your personal messages
ar: ترسل مشكلتك ويقوم صديق التعافي بالرد عليك من خلال رسائلك الشخصية

source: Continue
ar: استكمال

source: Ask
ar: طلب

source: Help
ar: مساعدة

# AskHelpType
source: Ask type of help
ar: اختر نوع المساعدة

source: Urgent
ar: عاجلة

# founded
source: There's
ar: توجد

source: Problem
ar: مشكلة

# SendBtnProblem
source: Send Problem
ar: ارسال المشكلة

# SendBtnUrgent
source: Send Help
ar: ارسال المساعدة

# SubjectPlaceHolderUrgent
source: Subject Help
ar: عنوان المساعدة

# SubjectPlaceHolderProblem
source: Subject Problem
ar: عنوان المشكلة

# BodyPlaceHolderUrgent
source: Type Help
ar: نص المساعدة

# BodyPlaceHolderProblem
source: Type Problem
ar: نص المشكلة

# TypeMessage
source: Type your message
ar: اكتب رسالتك

# MessagesHead
source: Messages
ar: الرسائل

# showMessagesHead
source: Show yor messages
ar: اعرض رسائلك

# requierdFillField
source: you must fill field first
ar: يجب ملأ الحقول اولا

# MessageSentSuccefully
source: Message sent successfully.
ar: تم إرسال الرسالة بنجاح

source: No Comment
ar: لا يوجد تعليقات

# reportMessage
source: Thanks for reporting this content
ar: شكرا على الإبلاغ هذا المحتوى

# requierdFillReport
source: you must fill report reason first
ar: يجب ملأ سبب الابلاغ اولا

source: Save & Send
ar: حفظ وارسال

source: Skip
ar: تخطي

source: Answer Questionnaire
ar: اجب علي استبيان

source: Programs
ar: البرامج

# joinedToIt
source: Joined
ar: المنضم لها

# UserNotifications
source: Notifications
ar: اشعاراتك

source: New Messages
ar: رسائل جديدة

# NoMessages
source: there's no new messages
ar: لا يوجد رسائل جديدة

source: Request Help
ar: طلب مساعدة

# NoFriendMessages
source: there's no new messages with your friend
ar: لايوجد رسائل مع صديقك
